---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateShortenAngle
source: html/3361d6f6-c6f5-6175-cb06-e0290625f3c1.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateShortenAngle Property

"Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemPlateShortenAngle { get; }
```